Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
bn_bd: এখানে স্থাপিত সার্টিফিকেট ব্যাকআপ পাসওয়ার্ডের দ্বারা যে ব্যাকআপ ফাইলটি নির্মাণ করা হবে তা সুরক্ষিত রাখা হবে। ব্যাকআপ এগিয়ে নিয়ে যেতে হলে এই পাসওয়ার্ডটি নির্ধারণ করা আবশ্যক।

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
bn_bd: সার্টিফিকেট কেউ এই সাইটে ছদ্মবেশ ধারণ করার চেষ্টা করছে যে এর অর্থ হতে পারে, যা একটি ভিন্ন সাইটে, জন্যে।

source: The certificate does not come from a trusted source.
bn_bd: সার্টিফিকেটের উৎস বিশ্বস্ত নয়।

source: The certificate expired on %1$S. The current time is %2$S.
bn_bd: %1$S তে সার্টিফিকেটটির সময় শেষ। বর্তমান সময় %2$S।

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
bn_bd: সার্টিফিকেটটি সঠিকভাবে কার্যকর না। এটি সম্ভবত চুরি বা হারানো গেছে এবংকারো দ্বারা ব্যবহৃত হতে পারে এই সাইটটিকে মূ্র্ত করার জন্য।

source: The certificate is not trusted because it hasn’t been verified as issued by a trusted authority using a secure signature.
bn_bd: সার্টিফিকেট আস্থাভাজন নয়,কারণ এটি স্বীকৃত কর্তৃপক্ষ দ্বারা নিরাপদ স্বাক্ষর ব্যবহার করে যাচাই করা হয়নি

source: The certificate is not trusted because it is self-signed.
bn_bd: স্বয়ং স্বাক্ষরিত হওয়ার ফলে এই সার্টিফিকেটটি বিশ্বস্ত নয়।

source: The certificate is not trusted because it was issued by an invalid CA certificate.
bn_bd: অকার্যকর CA সার্টিফিকেট দ্বারা সার্টিফিকেট নির্মিত হওয়ার ফলে সেটি বিশ্বস্ত নয়।

source: The certificate is not trusted because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
bn_bd: সনদপত্রটি টি নির্ভরযোগ্য নয় কারন এটি যে স্বাক্ষর সমাধান পদ্ধতি (অ্যালগরিদিম) ব্যবহার করে স্বাক্ষরিত হয়েছে তা নিষ্ক্রিয় করা আছে কারন সমাধান পদ্ধতি (অ্যালগরিদিম) টি নিরাপদ নয়।

source: The certificate is not trusted because the issuer certificate has expired.
bn_bd: সার্টিফিকেট নির্মাণকারীর মেয়াদ উত্তীর্ণ হওয়ার ফলে এই সার্টিফিকেট বিশ্বস্ত নয়।

source: The certificate is not trusted because the issuer certificate is not trusted.
bn_bd: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেট বিশ্বস্ত না হওয়ার ফলে এই সার্টিফিকেট বিশ্বস্ত নয়।

source: The certificate is not trusted because the issuer certificate is unknown.
bn_bd: সার্টিফিকেট নির্মাণকারী অজ্ঞাত হওয়ার ফলে এই সার্টিফিকেট বিশ্বস্ত নয়।

source: The certificate is not valid for the name %S.
bn_bd: %S নামের জন্য এই সার্টিফিকেট কার্যকর নয়।

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
bn_bd: সার্টিফিকেট শুধুমাত্র <a id="cert_domain_link" title="%1$S">%1$S</a>-র জন্য কার্যকর।

source: The certificate is only valid for %S
bn_bd: %S এর জন্য এই সার্টিফিকেট কার্যকর নয়।

source: The certificate is only valid for the following names:
bn_bd: শুধুমাত্র নিম্নলিখিত নামের জন্য এই সার্টিফিকেটটি কার্যকর:

source: The certificate issuer’s certificate has expired. Check your system date and time.
bn_bd: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়ে গেছে। অনুগ্রহ করে সিস্টেমের তারিখ ও সময় পরীক্ষা করুন।

source: The certificate provided cannot be used with the selected key exchange algorithm.
bn_bd: নির্বাচিত কী বিনিময়ের অ্যালগরিদমের জন্য প্রদত্ত সার্টিফিকেট ব্যবহার করা সম্ভব নয়।

source: The certificate revocation list for this certificate is not yet valid.
bn_bd: এই সার্টিফিকেটের জন্য সার্টিফিকেট প্রত্যাহার তালিকা এখনও কার্যকর নয়।

source: The certificate “%S” represents a Certificate Authority.
bn_bd: "%S" একটি সার্টিফিকেট কর্তৃপক্ষ চিহ্নিত করছে।

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
bn_bd: সার্টিফিকেট একটি নিষ্ক্রিয় সিগনেচার অ্যালগরিদম ব্যবহার করে সাইন করেছে, যা পূর্বেই নিষ্ক্রিয় করা আছে, কারণ এটি নিরাপদ নয়।

source: The certificate will not be valid until %1$S. The current time is %2$S.
bn_bd: সার্টিফিকেটটি %1$S পর্যন্ত কার্যকর হবেনা। বর্তমান সময় %2$S।

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
bn_bd: এই সার্টিফিকেটের জন্য সার্টিফিকেট কর্তৃপক্ষ এই নামে কোনো সার্টিফিকেট ইস্যু করতে অনুমোদিত নয়।

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
bn_bd: এটাকে প্রভাবিত করার জন্য ডকুমেন্টের অক্ষরের এনকোডিং বিবৃতি খুব দেরীতে পাওয়া গিয়েছিল। ফাইলের প্রথম 1024 বাইটের মধ্যে অক্ষরের এনকোডিং বিবৃতি স্থানান্তর করা প্রয়োজন।

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
bn_bd: ফাইলের প্রথম 1024 বাইটের যখন প্রিস্ক্যানিং করা হয়েছিল তখন প্রনীত HTML ডকুমেন্টের অক্ষরের এনকোডিং বিবৃতি পাওয়া যায়নি। যখন কাঠামোবদ্ধ ছাড়াই ডকুমেন্ট দেখা যাবে ,তখন স্বয়ংক্রিয়ভাবে পৃষ্ঠা পুনরায় লোড করা হবে। ফাইলের প্রথম 1024 বাইটের মধ্য থেকে অক্ষরের এনকোডিং বিবৃতি স্থানান্তর করা প্রয়োজন।

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
bn_bd: ফাইলের প্রথম 1024 বাইটের যখন প্রিস্ক্যানিং করা হয় তখন HTML ডকুমেন্টের অক্ষরের এনকোডিং বিবৃতি পাওয়া যায় না। যখন একটি পৃথক-কনফিগার ব্রাউজারে দেখা যাবে, তখন স্বয়ংক্রিয়ভাবে এই পৃষ্ঠাটি পুনরায় লোড হবে।ফাইলের প্রথম 1024 বাইটের মধ্যে এনকোডিং বিবৃতি স্থানান্তর করা প্রয়োজন।

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
bn_bd: একটি প্রণীত ডকুমেন্টের অক্ষর এনকোডিং ঘোষণা করা হয়নি। ডকুমেন্ট ফ্রেমিং করা না হলে ডকুমেন্টটি ভিন্ন ভাবে প্রদর্শিত হতে পারে।

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
bn_bd: HTML ডকুমেন্টের অক্ষরের এনকোডিং ঘোষিত হয়নি। ব্রাউজার কনফিগারেশনে কিছু বিকৃত টেক্সটের সাথে ডকুমেন্ট রেন্ডার করবে যদি US-ASCII এর পরিসীমার বাইরে ডকুমেন্টে অক্ষরগুলো থাকে। ডকুমেন্টে অথবা ট্রান্সফার প্রোটকলে পৃষ্ঠার অক্ষরের এনকোডিং ঘোষণা করা আবশ্যক।

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
bn_bd: প্লেইন টেক্সট ডকুমেন্টের অক্ষরের এনকোডিং ঘোষণা করা হয়নি। ব্রাউজার কনফিগারেশনে কিছু বিকৃত টেক্সটের সাথে ডকুমেন্ট রেন্ডার করবে যদি US-ASCII এর পরিসীমার বাইরে ডকুমেন্টে অক্ষরগুলো থাকে। ট্রান্সফার প্রোটকলে অক্ষরের এনকোডিং ঘোষণা দেয়া প্রয়োজন অথবা এনকোডিং স্বাক্ষর হিসাবে ফাইলে একটি বাইট অর্ডার চিহ্ন ব্যবহার করা প্রয়োজন।

source: The character “%S” is not allowed in profile names. Please choose a different name.
bn_bd: "%S" অক্ষরটি প্রোফাইলের নামে ব্যবহার করা যাবে না। অনুগ্রহ করে একটি পৃথক নাম নির্বাচন করুন।

source: The chars used to indent each line
bn_bd: প্রতিটি লাইনে ইনডেন্ট করতে অক্ষর ব্যবহৃত হয়েছে

source: The chars used to indent each line. The possible choices are space or tab.
bn_bd: চার্ট ব্যবহার হয় প্রতিটি লাইন ইন্ডেন্টে। সম্ভাব্য পছন্দ হয় স্থান অথবা ট্যাব।

source: The cipher used for encryption is deprecated and insecure.
bn_bd: এনক্রিপশন জন্য ব্যবহৃত সাইফার অবচিত এবং অনিরাপদ হয়.

source: The client has encountered bad data from the server.
bn_bd: ক্লায়েন্ট দ্বারা সার্ভার থেকে ত্রুটিপূর্ণ তথ্য পেয়েছে।

source: The client should be displaying a token value. Enter that token value here to complete authentication with this client.
bn_bd: ক্লায়েন্টের একটি টোকেন মান প্রদর্শন করা উচিত। এই ক্লায়েন্টের সাথে প্রমাণীকরণ করতে সেই টোকেন মান এখানে প্রবেশ করান.

source: The CMS or PKCS #7 Digest was not found in signed message.
bn_bd: সাক্ষরিত বার্তায় CMS বা PKCS #7 ডাইজেস্ট পাওয়া যায়নি।

source: The CMS or PKCS #7 Message type is unsupported.
bn_bd: CMS বা PKCS #7 বার্তার ধরণ অসমর্থিত।

source: The command ‘%1$S’ is not available in multiprocess mode (E10S)
bn_bd: কমান্ড '%1$S' মাল্টি প্রসেস (E10S) মোডে উপলব্ধ নয়

source: The command prefix
bn_bd: কমান্ড প্রিফিক্স

source: The Components object is deprecated. It will soon be removed.
bn_bd: উপাদানের অবজেক্ট অবচিত হয়েছে। এটি শীঘ্রই মুছে ফেলা হবে।

source: The connected runtime has a more recent build date (%1$S) than your desktop Firefox (%2$S) does. This is an unsupported setup and may cause DevTools to fail. Please update Firefox.
bn_bd: সংযুক্ত রান-টাইমের গঠন তথ্য (%1$S) আপনার ডেক্সটপ Firefox-এর গঠন তথ্যের (%2$S) থেকে বেশী সাম্প্রতিক। এটি অসমর্থিত সেটআপ ও দেভটুলস ব্যর্থ হওয়ার কারণ হতে পারে। অনুগ্রহ করে Firefox আপডেট করুন।

source: The connection has timed out
bn_bd: সংযোগের সময়সীমা উত্তীর্ণ হয়েছে

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
bn_bd: %S এর সাথে সংযোগটি অপ্রত্যাশিতভাবে বিচ্ছিন্ন করা হয়েছে। সম্ভবত কিছু তথ্য আদান-প্রদান হয়েছে।

source: The connection to %S was interrupted while the page was loading.
bn_bd: পাতা লোড করার সময় %S এর সাথে সংযোগ বিঘ্নিত হয়েছে।

source: The connection to the server was reset while the page was loading.
bn_bd: পাতা লোড করার সময় সার্ভারের সাথে সংযোগ পুনঃনির্ধারণ করা হয়েছে।

source: The connection used to fetch this resource was not secure.
bn_bd: এই রিসোর্সে আনা ব্যবহৃত সংযোগ নিরাপদ ছিল না।

source: The connection used to fetch this resource was secure.
bn_bd: এই রিসোর্সে আনা ব্যবহৃত সংযোগ নিরাপদ ছিল।

source: The connection was interrupted
bn_bd: সংযোগ বিঘ্নিত হয়েছে

source: The connection was refused when attempting to contact %S.
bn_bd: %S এর সাথে যোগাযোগ করার সময় সংযোগ প্রত্যাখ্যান করা হয়েছে।

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
bn_bd: আপনার কনফিগার করা প্রক্সি সার্ভারের সাথে যোগাযোগ করার সময় সংযোগটি প্রত্যাখ্যান করা হয়েছে। অনুগ্রহ করে আপনার প্রক্সি সেটিংস পরীক্ষা করে পুনরায় চেষ্টা করুন।

source: The connection was reset
bn_bd: সংযোগ পুনঃনির্ধারণ করা হয়েছে

source: The console’s evaluation context changed, probably because the target window was closed or because you opened a main window from the browser console’s window.
bn_bd: কনসোলের এভালুশন কন্টেক্সট পরিবর্তিত হয়েছে, সম্ভবত কারন টার্গেট উইন্ডো বন্ধ ছিল অথবা আপনি ব্রাউজারের কনসোল উইন্ডো থেকে একটি প্রধান উইন্ডো খুলেছেন।

source: The “coords” attribute of the <area shape="circle"> tag has a negative radius.
bn_bd: <area shape="circle"> ট্যাগের "coords" বৈশিষ্ট্যে উল্লেখিত ব্যাসার্ধের মান শূণ্য থেকে কম।

source: The “coords” attribute of the <area shape="circle"> tag is not in the “center-x,center-y,radius” format.
bn_bd: <area shape="circle"> ট্যাগের "coords" বৈশিষ্ট্য "center-x,center-y,radius" বিন্যাস অনুযায়ী করা হয়নি।

source: The “coords” attribute of the <area shape="poly"> tag is missing the last “y” coordinate (the correct format is “x1,y1,x2,y2 …”).
bn_bd: <area shape="poly"> ট্যাগের "coords" বৈশিষ্ট্যের শেষ "y" স্থানাঙ্ক (coordinate) উপস্থিত নেই (সঠিক বিন্যাস "x1,y1,x2,y2 ...")।

source: The “coords” attribute of the <area shape="poly"> tag is not in the “x1,y1,x2,y2 …” format.
bn_bd: <area shape="poly"> ট্যাগের "coords" বৈশিষ্ট্য "x1,y1,x2,y2 ..." বিন্যাস অনুযায়ী করা হয়নি।

source: The “coords” attribute of the <area shape="rect"> tag is not in the “left,top,right,bottom” format.
bn_bd: <area shape="rect"> ট্যাগের "coords" বৈশিষ্ট্য "left,top,right,bottom" বিন্যাস অনুযায়ী করা হয়নি।

source: The CRL for the certificate’s issuer has an invalid signature.
bn_bd: সার্টিফিকেট নির্মাণকারীর CRL-এ অকার্যকর স্বাক্ষর বিদ্যমান।

source: The CRL for the certificate’s issuer has expired. Update it or check your system date and time.
bn_bd: সার্টিফিকেট নির্মাণকারীর CRL-র মেয়াদ উত্তীর্ণ হয়ে গেছে। অনুগ্রহ করে এটি হালনাগাদ করুন অথবা সিস্টেমের তারিখ ও সময় পরীক্ষা করুন।

source: The CSS selector used to match nodes in the page
bn_bd: সিএসএস নির্বাচক পৃষ্ঠায় নোডস মেলাতে ব্যবহার করতো

source: The cycle collector required a garbage collection.
bn_bd: সাইকেল কালেকটর গার্বেজ কালেকটরের প্রয়োজন পড়ে।

source: The debugger must be opened before setting breakpoints
bn_bd: ব্রেকপয়েন্ট নির্ধারনের পূর্বে অবশ্যই debugger চালু থাকতে হবে

source: The debugger must be opened before using this command
bn_bd: এই কমান্ড দেয়ার পূর্বে ডিবাগার চালু করা আবশ্যক

source: The default theme.
bn_bd: পূর্বনির্ধারিত থিম।

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
bn_bd: এ অ্যাড-অন ডেভেলপার বলে যে, আপনি আপনার যে কোনো ছোট অবদান দিয়েও এই অ্যাড-অনের উন্নয়নে সহায়তা করতে পারেন।

source: The device pixel ratio to use when taking the screenshot
bn_bd: স্ক্রিনশট নেওয়ার সময় ডিভাইস পিক্সেল অনুবাদ ব্যবহার করতে

source: The document cannot change while Printing or in Print Preview.
bn_bd: মুদ্রণ করার সময় বা মুদ্রণ প্রাকদর্শনের সময় নথিতে কোনো পরিবর্তন করা যাবে না।

source: The document contains no data.
bn_bd: নথিটিতে কোনো তথ্য নেই।

source: The document finished loading.
bn_bd: ডকুমেন্ট লোড হওয়া সমাপ্ত হলো।

source: The domain of the cookie to set
bn_bd: ডোমেইন কুকি সেট করতে

source: The download cannot be saved because an unknown error occurred.\n\nPlease try again.
bn_bd: অজানা ত্রুটির ফলে ডাউনলোডটি সংরক্ষণ করা যায়নি।\n\nঅনুগ্রহ করে আবার চেষ্টা করুন।

source: The <em>twins</em> of Mammon quarrelled. Their warring plunged the world into a <em>new darkness</em>, and the beast abhorred the darkness. So it began to move <em>swiftly</em>, and grew more powerful, and went forth and multiplied. And the beasts brought <em>fire</em> and light to the darkness.
bn_bd: মেমন এর <em> যমজরা</em> ঝগড়া করেছিল। তাদের যুদ্ধের ফলে বিশ্ব <em> নতুন অন্ধকারে </em> নিপতিত হয়েছিল, এবং পশুটি ঘৃণাসহকারে অন্ধকারকে পরিহার করেছিল। তাই এটি নিজে থেকে <em> সহজে</em> চলা শুরু করেছিল এবং আরও শক্তিশালী হয়ে উঠেছে, এবং গুনিতক হারে বেড়েছে। এবং পশুরা <em>আগুন</em> এবং অন্ধকারে আলো এনেছে।

source: The endpoint you are connecting to needs more information to authenticate this connection. Please provide the token below in the prompt that appears on the other end.
bn_bd: আপনি সংযুক্ত আছেন শেষবিন্দুতে এই সংযোগ প্রমাণীকরণ করতে আরও তথ্যের প্রয়োজন। অন্য প্রান্তে প্রদর্শিত যে প্রম্প তার নিচের টোকেন প্রদান করুন।

source: The endpoint you are connecting to needs more information to authenticate this connection. Please scan the QR code below via the prompt on your other device.
bn_bd: আপনি যে প্রান্তে সংজুক্ত হচ্ছেন তা নির্ভরযোগ্য প্রমানে আরো তথ্য প্রয়োজন। অনুগ্রহ করে আপনার ডিভাইসের prompt এর মাধ্যমে নিচের QR কোড স্ক্যান করুন।

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
bn_bd: কুকির মেয়াদোত্তীর্নের তারিখ (quoted RFC2822 or ISO 8601 date)

source: The extension “%S” is requesting to be uninstalled. What would you like to do?
bn_bd: "%S" এক্সটেনশনটি নিজেকে আনইনস্টল করতে চাচ্ছে। আপনি কি করতে চান?

source: The file %1$S was modified after %2$S. Unless the text in the manifest file is changed the cached version will be used instead at line %3$S.
bn_bd: %2$S এর পর %1$S ফাইলটি পরিবর্তন করা হয়েছে। যদি ম্যানিফেস্টের টেক্সট পরিবর্তন না হয় তাহলে %3$S লাইনে ক্যাশকৃত সংস্করণ ব্যবহার করা হবে।

source: The file at %S is not readable.
bn_bd: %S এর ফাইলটি পড়া যাবে না।

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
bn_bd: যথাযথ অনুমতি না থাকার ফলে এই ফাইলটি সংরক্ষণ করা যায়নি। সংরক্ষণের জন্য একটি পৃথক ডিরেক্টরি নির্বাচন করুন।

source: The file save operation failed.
bn_bd: ফাইল সংরক্ষণ অপারেশন ব্যর্থ হয়েছে।

source: The file %S cannot be found. Please check the location and try again.
bn_bd: %S ফাইলটি খুঁজে পাওয়া যায়নি। অনুগ্রহ করে অবস্থানটি পরীক্ষা করে পুনরায় চেষ্টা করুন।

source: The first line of the manifest must be “CACHE MANIFEST” at line %S.
bn_bd: %S লাইনে ম্যানিফেস্টের প্রথম লাইন হতে হবে "CACHE MANIFEST"।

source: The following add-ons are currently installed:
bn_bd: এই এড-অনসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
bn_bd: নিম্নলিখিত অ্যাড-অনগুলো &brandShortName; এর এই সংস্করণের জন্য উপযুক্ত নয় এবং নিষ্ক্রিয় করা হয়েছে:

source: The following add-ons have not been verified for use in &brandShortName;. You can
bn_bd: নিম্নলিখিত অ্যাড-অনসমূহ &brandShortName; ব্যবহারের জন্য যাচাই করা হয় নি। আপনি যা করতে পারেন

source: The following add-ons of the selected type are currently installed:
bn_bd: নির্বাচিত ধরনের এড-অনসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following applications can be used to handle %S.
bn_bd: %S নিম্নলিখিত অ্যাপ্লিকেশন পরিচালনার জন্যে ব্যবহার করা যাবে।

source: The following cookies are stored on your computer:
bn_bd: নিম্নলিখিত কুকিগুলি আপনার কম্পিউটারে সংরক্ষিত আছে:

source: The following cookies match your search:
bn_bd: আপনার অনুসন্ধান অনুযায়ী নিম্নলিখিত কুকিগুলি পাওয়া গেছে:

source: The following dictionaries are currently installed:
bn_bd: এই ডিকশনারিগুলো বর্তমানে ইনস্টল করা আছে:

source: The following extensions are currently installed:
bn_bd: এই এক্সটেনশনসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following items are currently being imported…
bn_bd: বর্তমানে নিম্নলিখিত আইটেম ইমপোর্ট করা হচ্ছে...

source: The following items were successfully imported:
bn_bd: নিম্নলিখিত আইটেমের ইমপোর্ট সফল হয়েছে:

source: The following locales are currently installed:
bn_bd: এই লোকালসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following logins match your search:
bn_bd: আপনার অনুসন্ধানের সাথে নিম্নলিখিত লগইন মিলেছে:

source: The following plugins are currently installed:
bn_bd: এই প্লাগইনসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following profiles are available to import from:
bn_bd: নিম্নলিখিত প্রোফাইলগুলি থেকে বর্তমানে ইমপোর্ট করা সম্ভব:

source: The following sources were black boxed:
bn_bd: নিম্নোক্ত সূত্রগুলো ব্ল্যাক বক্সড ছিল:

source: The following themes are currently installed:
bn_bd: এই থিমসমূহ বর্তমানে ইনস্টল করা আছে:

source: The following updates have been installed:
bn_bd: নিম্নলিখিত হালনাগাদগুলো ইনস্টল করা হয়েছে:

source: The following website cookies will be removed:
bn_bd: যেসব ওয়েবসাইটের কুকি অপসারিত হবে:

source: The following websites are allowed to store data for offline use:
bn_bd: নিম্নলিখিত ওয়েবসাইট অফলাইনে ব্যবহারের তথ্য সংরক্ষণের জন্য অনুমোদিত:

source: The following websites are not allowed to store data for offline use:
bn_bd: নিম্নলিখিত ওয়েবসাইটগুলিকে অফলাইন তথ্য সংরক্ষণের অনুমতি প্রদান করা হবে না:

source: The FTP server %1$S is currently unsupported.
bn_bd: %1$S FTP সার্ভারটি বর্তমানে অসমর্থিত।

source: The global object, URI of a JSM, or JS to execute in the chrome window from which to obtain a global object
bn_bd: গ্লোবাল অবজেক্ট, একটি JSM এর URI, অথবা গ্লোবাল অবজেক্ট পেতে JS ক্রোম উইন্ডোতে চালান

source: The hash contained in the integrity attribute could not be decoded.
bn_bd: ইন্টিগ্রিটি অ্যাট্রিবিউটের মধ্যে থাকা হ্যাস ডিকোড করা সম্ভব নয়।

source: The hash contained in the integrity attribute has the wrong length.
bn_bd: ইন্টিগ্রিটি অ্যাট্রিবিউটের মধ্যে থাকা হ্যাসের দৈর্ঘ ভুল।

source: The HTMLMediaElement passed to createMediaElementSource has a cross-origin resource, the node will output silence.
bn_bd: ক্রস-ওরিজিন রিসোর্সযুক্ত createMediaElementSource এ HTMLMediaElement দেয়া হয়েছে, নোড এর আউটপুট নিরব থাকবে।

source: The image \u201c%S\u201d cannot be displayed because it contains errors.
bn_bd: ত্রুটির কারণে "%S" ছবিটি প্রদর্শন করা যাচ্ছে না।

source: The individual node in the snapshot
bn_bd: স্ন্যাপশটে স্বতন্ত্র নোড

source: The information you have entered on this page will be sent over an insecure connection and could be read by a third party.\n\nAre you sure you want to send this information?
bn_bd: যে তথ্যটি আপনি এই পেজে প্রবেশ করিয়েছেন তা একটি অসংরক্ষিত কানেকশনের মাধ্যমে পাঠানো হবে এবং তৃতীয় জন এটিকে পড়তে পারে।\n\nআপনি কি নিশ্চিত যে আপনি এই তথ্যটি পাঠাতে চান?

source: The integrity attribute does not contain any valid metadata.
bn_bd: ইন্টিগ্রিটি অ্যাট্রিবিউট কোন সঠিক মেটাডাটা নেই।

source: The integrity of the update could not be verified
bn_bd: হালনাগাদের সত্যতা যাচাই করা যায়নি

source: The JavaScript source must evaluate to an object whose method calls are to be logged e.g. “({a1: function() {this.a2()},a2: function() {}});”
bn_bd: জাভাস্ক্রিপ্ট উৎস অবশ্যই একটি অবজেক্ট হিসাবে মূল্যায়ন করা হবে যার পদ্ধতি লগ হিসাবে পরিচিত e.g. "({a1: function() {this.a2()},a2: function() {}});"

source: The key does not support the requested operation.
bn_bd: অনুরোধকৃত কাজের জন্য এই কী-র ব্যবহার সমর্থিত নয়।

source: The key for the entry to display.
bn_bd: এই এন্ট্রির জন্য যেই কী টি প্রদর্শন করা হবে।

source: The key for this site’s certificate has been revoked.
bn_bd: এই সাইট এর সার্টিফিকেট এর কী প্রত্যাহার করা হয়েছে।

source: The key of the cookie to remove
bn_bd: কুকির কী সরিয়ে ফেলতে

source: The key of the cookie to set
bn_bd: সেট করার জন্য কুকির কী

source: The key revocation list for this certificate is not yet valid.
bn_bd: এই সার্টিফিকেটের জন্য কী প্রত্যাহার তালিকা এখনও কার্যকর নয়।

source: The KRL for this site’s certificate has an invalid signature.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর KRL এ একটি অকার্যকর স্বাক্ষর আছে।

source: The KRL for this site’s certificate has expired.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর KRL মেয়াদোত্তীর্ণ হয়ে গিয়েছে।

source: The label for an object in memory
bn_bd: মেমরিতে কোন অবজেক্টের জন্য লেবেল

source: The line number entered is invalid.
bn_bd: উল্লিখিত লাইন নম্বরটি অকার্যকর।

source: The location for the certificate status server has invalid format.
bn_bd: সার্টিফিকেট স্ট্যাটাস সার্ভারের অবস্থান অকার্যকর বিন্যাসে আছে।

source: The login information you enter on this page is not secure and could be compromised.
bn_bd: আপনি এই পাতায় লগইন করতে যে তথ্য দিয়েছেন তা নিরাপদ নয় এবং চুরিও হতে পারে।

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
bn_bd: রক্ষণাবেক্ষন সেবা $BrandShortName কে পটভূমিতে নিঃশব্দভাবে হালনাগাদ হতে অনুমোদন প্রদান করবে

source: The maximum allowed number of counters in this page was exceeded.
bn_bd: এই পৃষ্ঠায় সর্বাধিক টাইমার অনুমোদিত সংখ্যা অতিক্রান্ত হয়েছে।

source: The maximum allowed number of timers in this page was exceeded.
bn_bd: এই পৃষ্ঠায় সর্বাধিক টাইমার অনুমোদিত সংখ্যা অতিক্রান্ত হয়েছে।

source: The maximum number of consecutive line breaks to preserve
bn_bd: সংরক্ষণের জন্য সর্বোচ্চ সংখ্যক ধারাবাহিক লাইন ব্রেক

source: the MDN article on the CSS Coverage Tool
bn_bd: CSS কভারেজ টুল নেভিগেশনের MDN নিবন্ধ

source: The MediaStream passed to createMediaStreamSource has a cross-origin resource, the node will output silence.
bn_bd: ক্রস-ওরিজিন রিসোর্সযুক্ত createMediaElementSource এ MediaStream দেয়া হয়েছে, নোড এর আউটপুট নিরব থাকবে।

source: The media type to emulate
bn_bd: অনুকরণ করার জন্য মিডিয়ার ধরন

source: Themes
bn_bd: থিম

source: The method of connecting
bn_bd: সংযোগ পদ্ধতি

source: The Mozilla Maintenance Service ensures that you have the latest and most secure version of Mozilla Firefox on your computer. Keeping Firefox up to date is very important for your online security, and Mozilla strongly recommends that you keep this service enabled.
bn_bd: Mozilla রক্ষণাবেক্ষণ সেবা নিশ্চিত করছে যে আপনি Mozilla Firefox এর একদম নতুন এবং সবচেয়ে নিরাপদ সংস্করণ আপনার কম্পিউটারে ব্যবহার করছেন। আপনার অনলাইন নিরাপত্তার জন্য Firefox হালনাগাদ করে রাখা খুবই গুরুত্বপূর্ণ, এবং Mozilla এই সেবা সক্রিয় রাখতে সুপারিশ করে।
